perf/proxy-9090/spike/node-replicado/summary.txt
--------------------------------
Summary report @ 18:44:07(-0300)
--------------------------------

http.codes.200: ...................................................... 7327
http.request_rate: ................................................... 40/sec
http.requests: ....................................................... 7327
http.response_time:
  min: ............................................................... 1303
  max: ............................................................... 1908
  median: ............................................................ 1300.1
  p95: ............................................................... 1525.7
  p99: ............................................................... 1652.8
http.responses: ...................................................... 7327
vusers.completed: .................................................... 7327
vusers.created: ...................................................... 7327
vusers.created_by_name.Bbox1 (/): .................................... 7327
vusers.failed: ....................................................... 0
vusers.session_length:
  min: ............................................................... 1304.8
  max: ............................................................... 1911.6
  median: ............................................................ 1326.4
  p95: ............................................................... 1556.5
  p99: ............................................................... 1686.1